Revit 2027 API
UnitTypeId.RiseDividedBy120Inches Property
 Rise / 120 inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RiseDividedBy120Inches { get; }
Public Shared ReadOnly Property RiseDividedBy120Inches As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RiseDividedBy120Inches {
	ForgeTypeId^ get ();
}
static member RiseDividedBy120Inches : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace